
items = {
	"201": {
		"name": "التذكرة الذهبية",
		"price": 1500,
		"amount": 1,
		"icon": "https://cdn.discordapp.com/emojis/1228695856710942740.png",
		"desc": "يمكن بواسطة التذكرة الذهبية المشاركة في البطولات الخاصة بها"
	},
	"202": {
		"name": "الإكسير ج",
		"price": 2540,
		"amount": 1,
		"icon": "https://cdn.discordapp.com/emojis/1279521836379406517.png",
		"desc": "في كل مرة تستخدم فيها الإكسير ج إسترجع نقاط الصحة حتى تكون 100% يمكن إستخادمه مرة واحدة في كل 24 ساعة"
	},
	"203": {
		"name": "إكسير الطبيعة",
		"price": 3500,
		"amount": 1,
		"icon": "https://cdn.discordapp.com/emojis/1279524297559244861.png",
		"desc": "يقوم بمضاعفة نقاط الصحة بنسبة 200% شرط ان يكون نقاط الصحة 100% او أقل"
	},
	"204": {
		"name": "قرص الأمل",
		"price": 4700,
		"amount": 1,
		"icon": "https://cdn.discordapp.com/emojis/867020134332891156.png",
		"desc": "يمكنك اللعب في التحديات لمدة 24 ساعة دون ان تخسر اي نقاط"
	},
	"205": {
		"name": "درع الأمل",
		"price": 5300,
		"amount": 1,
		"icon": "https://cdn.discordapp.com/emojis/1200296144589312070.png",
		"desc": "طوال 12 ساعة عند تفعل  الدرع أبقي نقاط الصحة سليمة في كل مبارزة تخسرها"
	},
	"206": {
		"name": "الصندوق العجيب",
		"price": 1500,
		"amount": 2,
		"icon": "https://cdn.discordapp.com/emojis/753083486704893962.gif",
		"desc": "ماهي نسبة حظك أحصل على ما يقارب 10000  فضة،  او 100 نقطة ، او أحصل على غرض عشوائي من المتجر مجانا \n- لكن قد لا تحصل على شيء "
	},
	"207": {
		"name": "تنين الروح الذهبي",
		"price": 7800,
		"amount": 1,
		"icon": "https://cdn.discordapp.com/emojis/948888254877421639.png",
		"desc": "عند إستدعاء تنين الروح الذهبي جميع النقاط والفضة والمشتريات تصبح مضاعفة لمدة 5 ساعة"
	},
	"208": {
		"name": "عين الألفية ج",
		"price": 3550,
		"amount": 2,
		"icon": "https://cdn.discordapp.com/emojis/1036213589880614912.png",
		"desc": "في كل مرة عند إستخدام `عين الألفية ج` سيتم إختيار بطاقة عشوائية إذا كانت بطاقة وحش تحصل على نقاط فضة تسواي نقاط حجوم/دفاع الوحش"
	},
	"209": {
		"name": "بطاقة المبارز الذهبية",
		"price": 4650,
		"amount": 1,
		"icon": "https://cdn.discordapp.com/emojis/891582639411171399.png",
		"desc": "طوال فترة النزالات لمدة 12 ساعة لن يتم تسجيل نتائج الخسارة في كل مبارزة 😎"
	},
	"210": {
		"name": "رفع المستوى الحقيبة",
		"price": 4900,
		"amount": 1,
		"icon": "https://cdn.discordapp.com/emojis/1018959454542237776.png",
		"desc": "في كل مرة تستخدم فيها `رفع المستوى` يتم رفع مستوى حقيبة الأغراض  مرة واحدة"
	}
}


points = {
	"10": 6550,
	"15": 9510,
	"25": 12540,
	"50": 16900,
	"60": 27400,
	"90": 36033,
	"100": 62500,
	"150": 79300,
	"200": 95600,
	"250": 116000,
	"300": 135000,
	"350": 176400
}